{
  "title": "Пользовательское соглашение | Yotemi",
  "content": {
    "title": "Пользовательское соглашение",
    "lastUpdate": "Дата обновления 12.03.2023.",
    "introduction": "Настоящее пользовательское соглашение (далее – «Соглашение») является публичной офертой, адресованной неограниченному кругу лиц, с предложением заключить договор на изложенных ниже условиях.",
    "parts": [
      {
        "title": "1. ТЕРМИНЫ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ СОГЛАШЕНИИ",
        "elements": [
          "1.1. Сайт – информационный ресурс, расположенный в информационно-телекоммуникационной сети общего пользования «Интернет» по уникальному сетевому адресу в виде доменного имени второго уровня yotemi.com, включая как существующие на момент принятия условий настоящего соглашения, так и вводимые в действие в будущем в течение всего срока существования поддомены (субдомены) нижних уровней указанного домена второго уровня, включая поддомен WWW, дополнительные доменные имена а также все связанные с указанным ресурсом программы для ЭВМ и базы данных, обеспечивающие его функционирование, а также иные (технические) домены.",
          "1.2. Администрация, является администратором доменного имени второго уровня yotemi.com.",
          "1.3. Пользователь – любое физическое лицо, использующее Функционал Сайта. Пользователь вправе пройти процедуру регистрации для создания Личного кабинета и получения дополнительных возможностей, предусмотренных Соглашением.",
          "1.4. Регистрация — процесс предоставления Пользователем индивидуально-определяющей его информации в виде регистрационных данных и обработки этой информации сервисами Сайта, в результате которой на Сайте создаётся уникальная учётная запись Пользователя.",
          "1.5. Материалы — информация о стоимости, времени проведения и темах онлайн-консультаций, пожелания к проведению онлайн-консультации, отзывы о Пользователях, графический контент.",
          "1.6. Учётная запись (аккаунт) — уникальная совокупность регистрационных данных (Логина и Адреса Криптокошелька в блокчейне The Open Network) Пользователя, являющаяся средством аутентификации Пользователя на Сайте, необходимая для возможности использования Пользователем Функционала Сайта в полном объеме.",
          "1.7. Логин — уникальное имя Учётной записи, определяемое Пользователем.",
          "1.8. Криптокошелёк  — цифровой кошелек, разработанный для безопасной и удобной хранения и управления криптовалютой TON, может быть использован Пользователями для проведения различных финансовых операций в сети TON.",
          "1.9. Функционал Сайта — совокупность заложенных в Сайте программных возможностей.",
          "1.10. Модерация — просмотр Администрацией, размещаемой (или планируемой к размещению — Премодерация) на Сайте Пользователем информации на предмет ее соответствия положениям Соглашения. Модерация не является обязанностью Администратора.",
          "1.11. Онлайн-консультация — проводимая в форме видеозвонка сессия между двумя Пользователями, оплачиваемая криптовалютой TON.",
          "1.12. Смарт-Контракт — программный код, находящийся в открытом доступе, выполнение которого позволяет оплатить или завершить онлайн-консультацию."
        ]
      },
      {
        "title": "2. ОСНОВНЫЕ ПОЛОЖЕНИЯ",
        "elements": [
          "2.1. Администрация предоставляет Пользователю право использовать Функционал Сайта в порядке и на условиях, изложенных в настоящем Соглашении.",
          "2.2. Пользователь обязуется внимательно ознакомиться с содержанием настоящего Соглашения и следовать ему.",
          "2.3. Соглашение может быть изменено Администрацией как с уведомлением Пользователя, так и без какого-либо специального уведомления Пользователя в любое время в одностороннем порядке.",
          "2.4. Действующая редакция Соглашения находится на Сайте по адресу https://yotemi.com/terms-and-conditions.",
          "2.5. В случае изменения основного доменного имени Сайта (включая поддомены), указанный адрес также может быть изменён соответствующим образом.",
          "2.6. Новая редакция Соглашения вступает в силу и применяется незамедлительно после её размещения Администрацией по адресу, указанному в п. 2.4 настоящего Соглашения, если иное не предусмотрено в тексте новой редакции Соглашения.",
          "2.7. Пользователь считается полностью и безоговорочно принявшим условия Соглашения в случае совершения любого из указанных действий, являющихся акцептом оферты:",
          "2.7.1. Использование Функционала Сайта любыми способами, в том числе способами, предусмотренными настоящим Соглашением и действующим законодательством Российской Федерации;",
          "2.7.2. Прохождение процедуры Регистрации на Сайте.",
          "2.8. Принятие условий Соглашения возможно лишь в полном объёме, без каких-либо оговорок и исключений.",
          "2.9. Пользователь, не согласный с условиями Соглашения, не вправе использовать Сайт.",
          "2.10. В случае, если в Соглашение были внесены изменения, с принятием которых Пользователь не согласен, Пользователь не вправе далее использовать Сайт, и обязан прекратить любое дальнейшее использование Сайта.",
          "2.11. К настоящему Соглашению и возникающими в результате использования Сайта отношениями между сторонами применяется право Российской Федерации.",
          "2.12. В случае изменения основного доменного имени Сайта на иное, условия Соглашения и объём правомочий Сторон не изменяются."
        ]
      },
      {
        "title": "3. РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ",
        "elements": [
          "3.1. Для использования Функционала Сайта в полном объёме, Пользователь проходит Регистрацию.",
          "3.2. Для целей Регистрации Пользователь обязан Предоставлять полную, достаточную и достоверную информацию о себе по вопросам, указанным в регистрационной форме. Все поля регистрационной формы обязательны для заполнения.",
          "3.3. Пользователю запрещается:",
          "3.3.1. предоставлять недостоверные регистрационные данные;",
          "3.3.2. проходить процедуру Регистрации от имени другого лица за исключением случаев, когда это лицо уполномочено совершить указанные действия от его имени;",
          "3.3.3. проходить процедуру Регистрации повторно при наличии активной Учетной записи.",
          "3.4. Администрация вправе отказать в создании Учетной записи без объяснения причин и/или удалить Учётную запись Пользователя в случаях несоблюдения условий Соглашения.",
          "3.5. Пользователь самостоятельно несёт ответственность за сохранность своего Логина и Криптокошелька и не вправе передавать их третьим лицам.",
          "3.6. В случае обнаружения Пользователем активности третьих лиц с использованием Логина и Криптокошелька Пользователя или подозрении о компрометации связки Логина и Криптокошелька Пользователя, он обязан незамедлительно сообщить об этом Администрации путём отправления сообщения на электронный почтовый адрес platonsterh@gmail.com.",
          "3.7. Действия, совершённые с использованием Логина и Криптокошелька Пользователя, предполагаются совершёнными Пользователем, пока не доказано обратное, за исключением случаев, когда Пользователь заблаговременно уведомил Администрацию о компрометации Логина и Криптокошелька.",
          "3.8. В случае получения уведомления от Пользователя, предусмотренного п. 3.6 Соглашения, Администрация в течение 72 часов с момента такого уведомления блокирует Учётную запись Пользователя. Для разблокировки Учётной записи, Администрация вправе запросить дополнительные данные в целях идентификации Пользователя."
        ]
      },
      {
        "title": "4. ПРАВА И ОБЯЗАННОСТИ ПОЛЬЗОВАТЕЛЯ",
        "elements": [
          "4.1. Незарегистрированный Пользователь вправе:",
          "4.1.1. просматривать информацию размещённую другими Пользователями для общего доступа, Материалы, размещённые Администрацией и зарегистрированными Пользователями.",
          "4.2. Зарегистрированный Пользователь, кроме прав, предоставленных незарегистрированному Пользователю, вправе:",
          "4.2.1. размещать Материалы на Сайте;",
          "4.2.3. оставлять отзывы о других Пользователях;",
          "4.2.4. использовать иные возможности Сайта на основании настоящего Соглашения.",
          "4.3. Пользователю запрещено:",
          "4.3.1. вмешиваться в работу Сайта с целью нарушения его нормального функционирования;",
          "4.3.2. использовать Сайт и Материалы вне предоставленных настоящим Соглашением полномочий или вне рамок Функционала, для которого он предназначен;",
          "4.3.3. собирать и обрабатывать персональные данные других Пользователей с использованием Сайта;",
          "4.3.4. размещать на Сайте информацию и Материалы, которые:",
          "4.3.4.1. порочат честь, достоинство или деловую репутацию других Пользователей или третьих лиц;",
          "4.3.4.2. cодержат призывы к насилию, пропагандирует дискриминацию людей по расовому, этническому, половому, религиозному, социальному или иным признакам;",
          "4.3.4.3. нарушают интеллектуальные права Пользователей или третьих лиц;",
          "4.3.4.4. любым иным образом нарушают законодательство Российской Федерации или нормы международного права.",
          "4.4. Пользователь обязан:",
          "4.4.1. соблюдать положения действующего законодательства Российской Федерации, условия настоящего Соглашения;",
          "4.4.2. поддерживать актуальность указанной при Регистрации информации;",
          "4.4.3. незамедлительно информировать Администрацию об осуществлении Пользователями запрещенной настоящим Соглашением деятельности;",
          "4.4.4. перед совершением оплаты проверять программный код смарт-контракта и не проводить оплату, если не согласен с условиями смарт-контракта.",
          "4.5. Администрация вправе по своему усмотрению без предупреждения Пользователя:",
          "4.5.1. удалять отзывы и Материалы Пользователя, в частности по причине размещения их с нарушением условий настоящего Соглашения, законодательства Российской Федерации."
        ]
      },
      {
        "title": "5. ИНТЕЛЛЕКТУАЛЬНЫЕ ПРАВА",
        "elements": [
          "5.1. Базы данных и программный код Сайта, Материалы Сайта, размещённые Администрацией (как видимые для Пользователя, так и не видимые без выполнения специальных действий как правомерных, так и нет), являются результатами интеллектуальной деятельности Администрации или иных правообладателей, которые заключили соглашение с Администрацией, дающее Администрации право размещать указанные объекты интеллектуальной собственности на Сайте или в его составе, и охраняются в соответствии с действующим законодательством Российской Федерации.",
          "5.2. Администрация предоставляет Пользователю только право функционального использования Сайта в пределах его Функционала, в объеме, не требующем по законодательству Российской Федерации обладания исключительными правами на Сайт или элементы Сайта.",
          "5.3. Использование Сайта, в том числе входящих в его состав программ для ЭВМ, баз данных и Материалов, размещенных Администрацией, любыми способами, в том числе путем воспроизведения, декомпиляции, модификации, распространения, публичного показа, доведения до всеобщего сведения, строго запрещены. Администрация не предоставляет Пользователю исключительных прав.",
          "5.4. Пользователь не вправе размещать каким-либо образом на Сайте Материалы, представляющие собой или включающие результаты интеллектуальной деятельности или средства индивидуализации третьих лиц за исключением тех случаев, когда ему предоставлено соответствующее право либо исключительное право на соответствующий результат интеллектуальной деятельности истекло. При опубликовании любых Материалов на Сайте, Пользователь гарантирует, что указанные действия совершаются правомерно:",
          "5.4.1. в соответствии с положениями о свободном использовании без согласия автора или иного правообладателя и выплаты вознаграждения;",
          "5.4.2. либо Пользователю было предоставлено указанное право действительным правообладателем используемых результатов интеллектуальной деятельности.",
          "5.5. Размещая на Сайте Материалы, Пользователь самостоятельно по своей воле осуществляет их воспроизведение, публичный показ и/или доведение до всеобщего сведения с использованием Функционала Сайта.",
          "5.6. При опубликовании на Сайте Материалов или иных любых результатов интеллектуальной деятельности, правообладателем которых является Пользователь, он предоставляет Администрации простую неисключительную лицензию на использование этих результатов следующими способами:",
          "5.6.1. воспроизведение (копирование);",
          "5.6.2. доведение до всеобщего сведения;",
          "5.6.3. использование любыми иными способами для целей работы Сайта.",
          "5.7. Указанные в п. 6.6 права предоставляются безвозмездно на весь срок действия исключительного права на результат интеллектуальной деятельности без каких-либо территориальных или иных пространственных ограничений с правом выдачи сублицензий.",
          "5.8. Пользователь имеет право бесплатно осуществлять личное некоммерческое использование любых доступных для него Материалов, размещенных другими Пользователями, при условии соблюдения личных неимущественных прав авторов таких Материалов, в объёме, не требующем по законодательству Российской обладания исключительными правами на Материалы."
        ]
      },
      {
        "title": "6. ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ",
        "elements": [
          "6.1. Администрация не гарантирует и не может гарантировать, что работоспособность Сайта будет осуществляться непрерывно, без задержек, сбоев и вся предоставленная информация будет отображаться достоверно.",
          "6.2. Пользователь использует функционал Сайта на свой риск. Весь функционал предоставляется «как есть» (as is) без каких-либо явных или подразумеваемых гарантий. Сохранность пользовательской информации не гарантируется.",
          "6.3. Администрация ни при каких обстоятельствах не может нести ответственность за содержание и негативные последствия использования (в том числе просмотра, сохранения веб-страниц) сторонних ресурсов, ссылки на которые присутствуют на Сайте.",
          "6.4. Администрация не несёт ответственность перед Пользователем за любой косвенный, случайный, неумышленный ущерб, в том числе упущенную выгоду, утраченные данные, вред чести, достоинству или деловой репутации, вызванный в связи с использованием Сайта, содержимого Сайта или иных материалов, к которым Пользователь или иные лица получили доступ с помощью Сайта.",
          "6.5. Администрация не несёт ответственности за действия Пользователей или платёжных систем, которые могут привести к потере или некорректному зачислению денежных средств при пополнении Баланса или выводе денежных средств.",
          "6.6. Администрация принимает все меры для соблюдения прав на результаты интеллектуальной деятельности третьих лиц, вместе с тем, поскольку Сайт допускает наличие созданного Пользователями контента (User-Generated Content), Премодерация которого невозможна и не осуществляется, то оперативное удаление Материалов, нарушающих интеллектуальные или иные права может быть затруднено.",
          "6.7. По требованию правообладателей результатов интеллектуальной деятельности или средств индивидуализации, неправомерно размещённых или иным образом использованных на Сайте, а также по собственной инициативе при наличии сведений о нарушении интеллектуальных прав, Администрация незамедлительно удаляет размещённые Пользователями Материалы, содержащие указанные объекты интеллектуальных прав.",
          "6.8. Для получения доступа к некоторым функциям Сайта Пользователь должен зарегистрировать Учетную запись, следуя инструкции, размещенной на Сайте. Регистрация Учетной записи Пользователя означает, что Пользователь обладает полной дееспособностью для принятия настоящего Соглашения, т.е. достиг 18-ти летнего возраста.",
          "6.9. Пользователь обязуется предоставлять достоверные данные и обязуется обеспечить точность, полноту и актуальность предоставленных данных. В случае нарушения данного обязательства Сайт не несет ответственности за ненадлежаще оказанные услуги вследствие предоставления недостоверных данных. Сайт исходит из того, что предоставленные Пользователем данные являются достоверными.",
          "6.10. Пользователь знает, и согласен с тем, что Ресурс имеет дело с материалами и данными, созданными третьими лицами и размещенными ими в сети Интернет на своих компьютерах и (или) серверах. Содержание и безопасность этих материалов не могут быть проконтролированы Администрацией Ресурса, поэтому последняя не несет ответственности.",
          "6.11. В обязанности Ресурса НЕ ВХОДИТ контроль легальности или нелегальности передаваемой информации, определение прав собственности или законности передачи, приема или использования этой информации.",
          "6.12. Ресурс ни при каких обстоятельствах не выполняет возврат средств за оплаченную Онлайн-консультацию, включая комиссию Ресурса в виде 4% от стоимости Онлайн-консультации."
        ]
      },
      {
        "title": "7. ПЕРСОНАЛЬНЫЕ ДАННЫЕ",
        "elements": [
          "7.1. Пользователь выражает свое согласие на обработку Администрацией (и уполномоченными Администрацией лицами) его персональных данных, размещённое на Сайте по адресу https://yotemi.com/privacy-policy, предоставленных Пользователем при регистрации, а также персональных данных, размещённых самостоятельно Пользователем в любой части Сайта, включая поддомены.",
          "7.2. Обработка персональных данных Пользователя осуществляется в соответствии с действующим законодательством Российской Федерации.",
          "7.3. Администрация принимает все возможные меры для защиты персональных данных Пользователя от неправомерного доступа третьих лиц."
        ]
      },
      {
        "title": "8. ИЗМЕНЕНИЕ НАСТОЯЩЕГО СОГЛАШЕНИЯ",
        "elements": [
          "Администрация оставляет за собой право, по нашему усмотрению, вносить изменения, дополнения или удалять части настоящего Соглашения в любое время (например, для отражения обновлений Сервиса Yotemi или отражения изменений законодательства). Если Администрация вносит изменения в настоящее Соглашение, мы направим вам уведомление о таких изменениях путем размещения уведомления на веб-странице или указания новой даты последнего обновления выше. Следует периодически пересматривать настоящее Соглашение и Руководства на предмет таких изменений. Продолжение вами использования Сервиса Yotemi после размещения изменений представляет собой принятие вами таких изменений. В отношении любых существенных изменений настоящего Соглашения измененные условия автоматически вступают в силу по истечении тридцати дней после их первоначального размещения в Сервисе Yotemi, если Вы не предоставили Нам уведомление о расторжении в течение указанного периода."
        ]
      },
      {
        "title": "9. ЗАКЛЮЧИТЕЛЬНЫЕ ПОЛОЖЕНИЯ",
        "elements": [
          "9.1. Споры между сторонами подлежат разрешению в претензионном порядке.",
          "9.2. Срок ответа на претензию составляет 10 рабочих дней с момента её получения стороной.",
          "9.3. Бездействие со стороны Ресурса в случае нарушения Пользователем, либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ не означает того, что Ресурс содействует Пользователю, либо группе Пользователей в таковых действиях.",
          "9.4. Бездействие со стороны Ресурса в случае нарушения Пользователем либо группой Пользователей ПОЛЬЗОВАТЕЛЬСКОГО СОГЛАШЕНИЯ не лишает Ресурс права предпринять соответствующие действия в защиту своих интересов позднее."
        ]
      },
      {
        "title": "10. СОГЛАСИЕ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ",
        "elements": [
          "ЕСЛИ ВЫ НЕ СОГЛАСНЫ СO ВСЕМИ ВЫШЕУКАЗАННЫМИ УСЛОВИЯМИ, ВЫ НЕ ИМЕЕТЕ ПРАВА ПОСЕЩАТЬ РЕСУРС КАК В ЦЕЛОМ, ТАК И ЛЮБУЮ ЕГО ЧАСТЬ, КРОМЕ СТРАНИЦЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ПОЛУЧАТЬ И/ИЛИ ИСПОЛЬЗОВАТЬ СОДЕРЖИМОЕ НАСТОЯЩЕГО РЕСУРСА ЛЮБЫМИ ДРУГИМИ СПОСОБАМИ КАК В ЦЕЛОМ ТАК И В ЛЮБОЙ ЕГО ЧАСТИ!\nЕСЛИ ВЫ НЕ СОГЛАСНЫ С ПОЛЬЗОВАТЕЛЬСКИМ СОГЛАШЕНИЕМ, ВЫ ДОЛЖНЫ НЕМЕДЛЕННО ПОКИНУТЬ РЕСУРС."
        ]
      }
    ],
    "seeAlso": "см. также",
    "privacyPolicy": "соглашение о персональных данных"
  }
}